[A_Weapons.WT_Bandit_AssaultRifle WeaponTypeDefinition]
Typename="Fuzil"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse objeto."
NoManufacturerName="Genérico"

[A_Weapons.WT_Dahl_AssaultRifle WeaponTypeDefinition]
Typename="Fuzil"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse objeto."
NoManufacturerName="Genérico"

[A_Weapons.WT_Jakobs_AssaultRifle WeaponTypeDefinition]
Typename="Fuzil"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse objeto."
NoManufacturerName="Genérico"

[A_Weapons.WT_Jakobs_AssaultRifle:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description=""
NoConstraintText="Dispara tão rápido quanto você puder apertar o gatilho."
Suffix=""
Prefix=""

[A_Weapons.WT_Torgue_AssaultRifle WeaponTypeDefinition]
Typename="Fuzil"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse objeto."
NoManufacturerName="Genérico"

[A_Weapons.WT_Vladof_AssaultRifle WeaponTypeDefinition]
Typename="Fuzil"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse objeto."
NoManufacturerName="Genérico"

[Accessory.AR_Accessory_Foregrip_Stability:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Aumenta a estabilidade."
Suffix=""
Prefix=""

[Body.AR_Body_Dahl:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Dispara rajadas com a mira."
Suffix=""
Prefix=""

[FiringModes.Bullet_Assault_Hammerbuster:Behavior_AttributeEffect_3.SkillDefinition_1 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Name.Prefix.Prefix__Gearbox WeaponNamePartDefinition]
PartName="Gearbox"

[Name.Prefix.Prefix__MissMoxxis WeaponNamePartDefinition]
PartName="Miss Moxxi's"

[Name.Prefix.Prefix_BanditClamp_Damage WeaponNamePartDefinition]
PartName="Deadly"

[Name.Prefix.Prefix_BanditClamp_Wild WeaponNamePartDefinition]
PartName="Wild"

[Name.Prefix.Prefix_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Rocket"

[Name.Prefix.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Bladed"

[Name.Prefix.Prefix_Box_BulletSpeed WeaponNamePartDefinition]
PartName="Accelerated"

[Name.Prefix.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix.Prefix_Elemental_Fire WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Tactical"

[Name.Prefix.Prefix_Shroud1_MagSize WeaponNamePartDefinition]
PartName="Expanded"

[Name.Prefix.Prefix_Shroud2_Accuracy WeaponNamePartDefinition]
PartName="Fine"

[Name.Prefix_Bandit.Prefix__Body2_AmmoUped WeaponNamePartDefinition]
PartName="Ammo Uped"

[Name.Prefix_Bandit.Prefix__Body3_OverLoded WeaponNamePartDefinition]
PartName="Over Loded"

[Name.Prefix_Bandit.Prefix__Body4_Maxemized WeaponNamePartDefinition]
PartName="Maxemized"

[Name.Prefix_Bandit.Prefix__Legendable WeaponNamePartDefinition]
PartName="Legendable"

[Name.Prefix_Bandit.Prefix_BanditClamp_Damage WeaponNamePartDefinition]
PartName="Nassty"

[Name.Prefix_Bandit.Prefix_BanditClamp_Wild WeaponNamePartDefinition]
PartName="Wyld Asss"

[Name.Prefix_Bandit.Prefix_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Carbinated"

[Name.Prefix_Bandit.Prefix_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Rockit"

[Name.Prefix_Bandit.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Nifed"

[Name.Prefix_Bandit.Prefix_Box_BulletSpeed WeaponNamePartDefinition]
PartName="Fast Bulets"

[Name.Prefix_Bandit.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Crudy"

[Name.Prefix_Bandit.Prefix_Elemental_Fire WeaponNamePartDefinition]
PartName="Fire Fire"

[Name.Prefix_Bandit.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Zapper"

[Name.Prefix_Bandit.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slaged"

[Name.Prefix_Bandit.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Taktikal"

[Name.Prefix_Bandit.Prefix_Shroud1_MagSize WeaponNamePartDefinition]
PartName="Expandifide"

[Name.Prefix_Bandit.Prefix_Shroud2_Accuracy WeaponNamePartDefinition]
PartName="Akurate"

[Name.Prefix_Dahl.Prefix__Battle WeaponNamePartDefinition]
PartName="Battle"

[Name.Prefix_Dahl.Prefix_BanditClamp_Damage WeaponNamePartDefinition]
PartName="Attack"

[Name.Prefix_Dahl.Prefix_BanditClamp_Wild WeaponNamePartDefinition]
PartName="Feral"

[Name.Prefix_Dahl.Prefix_Barrel_Torgue_Grenade WeaponNamePartDefinition]
PartName="Grenade"

[Name.Prefix_Dahl.Prefix_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Rockit"

[Name.Prefix_Dahl.Prefix_Barrel_Vladof_DoubleTap WeaponNamePartDefinition]
PartName="Double Tap"

[Name.Prefix_Dahl.Prefix_Barrel_Vladof_Minigun_Nonuple WeaponNamePartDefinition]
PartName="Nonuple"

[Name.Prefix_Dahl.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Breach"

[Name.Prefix_Dahl.Prefix_Box_BulletSpeed WeaponNamePartDefinition]
PartName="Deep"

[Name.Prefix_Dahl.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix_Dahl.Prefix_Elemental_Fire WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix_Dahl.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Sapping"

[Name.Prefix_Dahl.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix_Dahl.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Patrol"

[Name.Prefix_Dahl.Prefix_Shroud1_MagSize WeaponNamePartDefinition]
PartName="Onslaught"

[Name.Prefix_Dahl.Prefix_Shroud2_Accuracy WeaponNamePartDefinition]
PartName="Scout"

[Name.Prefix_Jakobs.Prefix__Boom WeaponNamePartDefinition]
PartName="Boom"

[Name.Prefix_Jakobs.Prefix__SemiAuto WeaponNamePartDefinition]
PartName="Semi-Auto"

[Name.Prefix_Jakobs.Prefix_BanditClamp_Damage WeaponNamePartDefinition]
PartName="Boss"

[Name.Prefix_Jakobs.Prefix_BanditClamp_Wild WeaponNamePartDefinition]
PartName="Wild"

[Name.Prefix_Jakobs.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Razor"

[Name.Prefix_Jakobs.Prefix_Box_BulletSpeed WeaponNamePartDefinition]
PartName="Cowboy"

[Name.Prefix_Jakobs.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Horse"

[Name.Prefix_Jakobs.Prefix_Shroud1_MagSize WeaponNamePartDefinition]
PartName="Flush"

[Name.Prefix_Jakobs.Prefix_Shroud2_Accuracy WeaponNamePartDefinition]
PartName="Deadshot"

[Name.Prefix_Torgue.Prefix__Gyrojet WeaponNamePartDefinition]
PartName="Gyrojet"

[Name.Prefix_Torgue.Prefix_BanditClamp_Damage WeaponNamePartDefinition]
PartName="Nasty"

[Name.Prefix_Torgue.Prefix_BanditClamp_Wild WeaponNamePartDefinition]
PartName="Wild"

[Name.Prefix_Torgue.Prefix_Barrel_Vladof_Blasting WeaponNamePartDefinition]
PartName="Sputtering"

[Name.Prefix_Torgue.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Stabbing"

[Name.Prefix_Torgue.Prefix_Box_BulletSpeed WeaponNamePartDefinition]
PartName="Slippery"

[Name.Prefix_Torgue.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Rhythmic"

[Name.Prefix_Torgue.Prefix_Shroud1_MagSize WeaponNamePartDefinition]
PartName="Plump"

[Name.Prefix_Torgue.Prefix_Shroud2_Accuracy WeaponNamePartDefinition]
PartName="Rigorous"

[Name.Prefix_Vladof.Prefix_Assault WeaponNamePartDefinition]
PartName="Assault"

[Name.Prefix_Vladof.Prefix_BanditClamp_Damage WeaponNamePartDefinition]
PartName="Ferocious"

[Name.Prefix_Vladof.Prefix_BanditClamp_Wild WeaponNamePartDefinition]
PartName="Rabid"

[Name.Prefix_Vladof.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Skewering"

[Name.Prefix_Vladof.Prefix_Box_BulletSpeed WeaponNamePartDefinition]
PartName="Swift"

[Name.Prefix_Vladof.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix_Vladof.Prefix_Elemental_Fire WeaponNamePartDefinition]
PartName="Hot"

[Name.Prefix_Vladof.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Sapping"

[Name.Prefix_Vladof.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix_Vladof.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Resolute"

[Name.Prefix_Vladof.Prefix_Shroud1_MagSize WeaponNamePartDefinition]
PartName="Exspansive"

[Name.Prefix_Vladof.Prefix_Shroud2_Accuracy WeaponNamePartDefinition]
PartName="Severe"

[Name.Title.Title_Barrel_Alien_Blaster WeaponNamePartDefinition]
PartName="Blaster"

[Name.Title.Title_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Carbine"

[Name.Title.Title_Barrel_Vladof_Minigun WeaponNamePartDefinition]
PartName="Minigun"

[Name.Title.Title_Rifle WeaponNamePartDefinition]
PartName="Rifle"

[Name.Title.Title_Unique_EvilSmasher WeaponNamePartDefinition]
PartName="Evil Smasher"

[Name.Title.Title_Unique_EvilSmasher:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="O mal será esmagado!  Com o Evil... Smasher!  Evil Smasher!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Hail WeaponNamePartDefinition]
PartName="Hail"

[Name.Title.Title_Unique_Hail:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Que tipo de brincadeira podem me oferecer hoje?"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Scorpio WeaponNamePartDefinition]
PartName="Scorpio"

[Name.Title.Title_Unique_Scorpio:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Não se lamente por não estar... agradeça por um dia ter estado."
Suffix=""
Prefix=""

[Name.Title_Bandit.Title__MashineGun WeaponNamePartDefinition]
PartName="Mashine Gun"

[Name.Title_Bandit.Title_Barrel_Alien_Blaster WeaponNamePartDefinition]
PartName="BlASSter"

[Name.Title_Bandit.Title_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Carbene"

[Name.Title_Bandit.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Ass Beeter!"

[Name.Title_Bandit.Title_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Rokets!"

[Name.Title_Bandit.Title_Barrel_Vladof_Minigun WeaponNamePartDefinition]
PartName="Spinigun"

[Name.Title_Bandit.Title_Legendary_Madhouse WeaponNamePartDefinition]
PartName="Madhous!"

[Name.Title_Bandit.Title_Legendary_Madhouse:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="É uma expansão!  Uma expansão, eu disse"
Suffix=""
Prefix=""

[Name.Title_Dahl.Title_Barrel_Alien_Blaster WeaponNamePartDefinition]
PartName="BlASSter"

[Name.Title_Dahl.Title_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Carbine"

[Name.Title_Dahl.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Defender"

[Name.Title_Dahl.Title_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Grenadier"

[Name.Title_Dahl.Title_Barrel_Vladof_Minigun WeaponNamePartDefinition]
PartName="Minigun"

[Name.Title_Dahl.Title_Legendary_Veruc WeaponNamePartDefinition]
PartName="Veruc"

[Name.Title_Dahl.Title_Legendary_Veruc:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Papai, me dá esse rifle de presente!"
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Scarab"

[Name.Title_Jakobs.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Rifle"

[Name.Title_Jakobs.Title_Barrel_Torgue_Cannon WeaponNamePartDefinition]
PartName="Cannon"

[Name.Title_Jakobs.Title_Barrel_Vladof_Minigun WeaponNamePartDefinition]
PartName="Gatling Gun"

[Name.Title_Jakobs.Title_Legendary_HammerBuster WeaponNamePartDefinition]
PartName="Hammer Buster"

[Name.Title_Jakobs.Title_Legendary_HammerBuster:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Gar!  Groar!  Meu pai é um cientista!  GRAAAARRR!!"
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title_Unique_Stomper WeaponNamePartDefinition]
PartName="Stomper"

[Name.Title_Jakobs.Title_Unique_Stomper:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Ops... perdão.  A cabeça era sua?"
Suffix=""
Prefix=""

[Name.Title_Torgue.Title_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Root"

[Name.Title_Torgue.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Lance"

[Name.Title_Torgue.Title_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Torpedo"

[Name.Title_Torgue.Title_Barrel_Vladof_Minigun WeaponNamePartDefinition]
PartName="Spitter"

[Name.Title_Torgue.Title_Legendary_KerBlaster WeaponNamePartDefinition]
PartName="KerBlaster"

[Name.Title_Torgue.Title_Legendary_KerBlaster:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Mais explosivos Torgue, por favor!"
Suffix=""
Prefix=""

[Name.Title_Vladof.Title_Barrel_Dahl_Carbine WeaponNamePartDefinition]
PartName="Renegade"

[Name.Title_Vladof.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Guerrilla"

[Name.Title_Vladof.Title_Barrel_Torgue_Rocket WeaponNamePartDefinition]
PartName="Rocketeer"

[Name.Title_Vladof.Title_Barrel_Vladof_Minigun WeaponNamePartDefinition]
PartName="Spinigun"

[Name.Title_Vladof.Title_Legendary_Shredifier WeaponNamePartDefinition]
PartName="Shredifier"

[Name.Title_Vladof.Title_Legendary_Shredifier:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A velocidade é mortal."
Suffix=""
Prefix=""

[Skills.HammerBuster_EnemyRegen SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_EvilSmasher SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_EvilSmasher_SMASH SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

